Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: With iOS Trio Notifications enabled, you can let Trio display most CGM Notifications in iOS Notification Center as a Banner, List and on the Lock Screen. It allows you to refer to Trio Information at a glance and troubleshoot any informational issue. Set iOS Notifications Banner Style to Persistent to display banners in the app until dismissed.
bg: С активирани iOS известия на Trio можете да позволите на Trio да показва повечето CGM известия в iOS Центъра за известия като банер, списък и на заключения екран. Това ви позволява да се позовавате на информация от Trio с един поглед и да отстранявате всеки информационен проблем. Задайте стила на iOS банерите за известия на „Постоянен“, за да се показват банерите в приложението, докато не бъдат отхвърлени.
cs: Pokud v iOS povolíš oznámení Tria, můžeš si nechat zobrazovat většinu oznámení CGM v Oznamovacím centru iOS jako banner, seznam nebo na uzamčené obrazovce. Umožní ti to mít informace z Tria hned na očích a řešit případné informační zprávy. Nastav styl banneru oznámení v iOS na „Trvalý“, aby se bannery v aplikaci zobrazovaly až do jejich zavření.
da: Med iOS Trio Notifikationer aktiveret, du kan lade Trio vise de fleste CGM meddelelser i iOS Notification Center som en Banner, Liste og på låseskærmen. Det giver dig mulighed for at henvise til Trio Information på et overblik og fejlfinding enhver oplysende problem. Indstil iOS-notifikationsbanner stil til Vedvarende for at vise bannere i app'en, indtil den er afbrudt.
de: Mit aktivierten iOS Trio-Benachrichtigungen kannst Du Trio die meisten CGM-Benachrichtigungen in der iOS-Benachrichtigungszentrale als Banner, Liste und auf dem Sperrbildschirm anzeigen lassen. So kannst Du die Trio-Informationen auf einen Blick sehen und Probleme mit den Informationen beheben. Stelle den iOS Hinweise Banner Stil auf dauerhaft, um Banner in der App anzuzeigen, bis sie beendet werden.
es: Con iOS Trio notificaciones activadas, puede dejar que Trio muestre la mayoría de las notificaciones CGM en el centro de notificaciones de iOS como banner, lista y en la pantalla de bloqueo. Le permite referirse a Trio Information de un vistazo y solucionar cualquier problema informativo. Establecer el estilo de banner de notificaciones de iOS en Persistente para mostrar banners en la aplicación hasta que se descarten.
fr: Lorsque les notifications iOS de Trio sont activées, vous pouvez afficher la plupart des notifications CGM dans le Centre de notifications iOS, sous forme de bannière, de liste ou sur l’écran verrouillé. Cela vous permet de consulter rapidement les informations de Trio et de résoudre les éventuels problèmes informatifs. Réglez le style de bannière iOS sur "Persistant" pour que les bannières restent visibles jusqu’à leur fermeture.
it: Con iOS Trio Notifications abilitato, è possibile lasciare che Trio visualizzare la maggior parte delle notifiche CGM in iOS Notification Center come Banner, List e sulla schermata di blocco. Ti permette di fare riferimento a Trio Informazioni a colpo d'occhio e risolvere qualsiasi problema informativo. Imposta lo stile banner delle notifiche iOS a Persistente per visualizzare i banner nell'app fino a quando non viene rimosso.
nb_no: Med iOS Trio-varsler aktivert, kan du la Trio vise de fleste CGM-varsler i iOS-varslingssenteret som et banner, en liste og på låseskjermen. Det lar deg se Trio-informasjon med et raskt blikk og feilsøke eventuelle informasjonsproblemer. Sett iOS-varslingsbannerstil til Vedvarende for å vise bannere i appen til de lukkes.
nl: Als je meldingen voor iOS Trio aanzet, kan Trio de meeste koolhydratenmeldingen laten zien als banner, in de lijst en op het vergrendelscherm. Zo kun je snel info van Trio bekijken en eventuele problemen oplossen. Zet de iOS-meldingen Bannerstijl op Blijvend, zodat meldingen in de app blijven staan totdat je ze zelf weghaalt.
pl: Po włączeniu powiadomień iOS dla Trio możesz pozwolić Trio wyświetlać większość powiadomień CGM w Centrum powiadomień iOS jako baner, listę i na ekranie blokady. Umożliwia to szybkie zapoznanie się z informacjami Trio i rozwiązywanie wszelkich problemów informacyjnych. Ustaw styl banera powiadomień iOS na trwały, aby wyświetlać banery w aplikacji do momentu zamknięcia.
pt_pt: Com as notificações Trio do iOS habilitadas, Você pode deixar o Trio exibir a maioria das notificações do CGM na Central de Notificações iOS como uma Bandeira, Lista e na Tela de Bloqueio. Ele permite que você consulte Trio Information a qualquer problema informativo. Defina o estilo do Banner de notificações iOS para Persistente para exibir banners no aplicativo até ser dispensado.
ru: С включенными уведомлениями iOS Trio, вы можете разрешить Трио отображать большинство CGM уведомлений в центре уведомлений iOS как баннер, список и на экране блокировки. Он позволяет Вам обратиться к информации Трио (Trio Information), чтобы узнать о проблемах и устранить любые информационные проблемы. Установите стиль баннера iOS Notifications в постоянном режиме, чтобы отображать баннеры в приложении до тех пор, пока они не будут удалены.
sv: Med iOS Trio notiser aktiverade, kan du låta Trio visa de flesta CGM-notiser i iOS notiscenter, som banderoller och på låsskärmen. Det gör att du snabbt kan observera och agera på information från Trio. Ställ in iOS-notisernas banderollstil till beständig för att visa banderoller på telefonen tills de avfärdas.
uk: З увімкненими iOS-Тріо повідомленнями ви можете дозволити Trio відображати більшість сповіщень CGM в центрі сповіщень iOS як Банер, Списку та на екрані блокування. Це дозволяє вам посилатися на інформацію з Тріо та вирішити будь-яку інформаційну проблему. Установіть стиль банера iOS на постійний для відображення банерів у додатку до виключення.
vi: Khi bật Thông báo CGM của Trio trên iOS, bạn có thể để Trio hiển thị hầu hết các Thông báo từ CGM trong Trung tâm Thông báo của iOS dưới dạng Biểu ngữ, Danh sách và trên Màn hình khóa. Việc này giúp bạn dễ dàng theo dõi thông tin từ Trio và xử lý nhanh các sự cố liên quan. Hãy đặt Kiểu Biểu ngữ Thông báo iOS thành “Liên tục” để các biểu ngữ hiển thị trong ứng dụng cho đến khi bạn tắt chúng.
zh_hant: 啟用iOS Trio通知後，您可以讓Trio在iOS通知中心中以橫幅、列表和鎖定螢幕顯示大多數CGM通知。它讓您可以一目了然地參考Trio資訊並解決任何資訊問題。將iOS通知橫幅樣式設置為持續，以便在應用中持續顯示橫幅直到關閉。

source: With iOS Trio Notifications enabled, you can let Trio display most Pump Notifications in iOS Notification Center as a Banner, List and on the Lock Screen. It allows you to refer to Trio Information at a glance and troubleshoot any informational issue. Set iOS Notifications Banner Style to Persistent to display banners in the app until dismissed.
bg: С активирани iOS известия на Trio можете да позволите на Trio да показва повечето известия на помпата в iOS Центъра за известия като банер, списък и на заключения екран. Това ви позволява да се позовавате на информация от Trio с един поглед и да отстранявате всеки информационен проблем. Задайте стила на iOS банерите за известия на „Постоянен“, за да се показват банерите в приложението, докато не бъдат отхвърлени.
cs: Pokud v iOS povolíš oznámení Tria, můžeš si nechat zobrazovat většinu oznámení pumpy v Oznamovacím centru iOS jako banner, seznam nebo na uzamčené obrazovce. Umožní ti to mít informace z Tria hned na očích a řešit případné informační zprávy. Nastav styl banneru oznámení v iOS na „Trvalý“, aby se bannery v aplikaci zobrazovaly až do jejich zavření.
da: Med iOS Trio Notifikationer aktiveret, du kan lade Trio vise de fleste Pump Notifications i iOS Notification Center som en Banner, Liste og på låseskærmen. Det giver dig mulighed for at henvise til Trio Information på et overblik og fejlfinding enhver oplysende problem. Indstil iOS-notifikationsbanner stil til Vedvarende for at vise bannere i app'en, indtil den er afbrudt.
de: Mit aktivierten iOS Trio-Benachrichtigungen kannst Du Trio die meisten Pumpenbenachrichtigungen in der iOS-Benachrichtigungszentrale als Banner, Liste und auf dem Sperrbildschirm anzeigen lassen. So kannst Du die Trio-Informationen auf einem Blick sehen und Probleme mit den Informationen beheben. Stelle den iOS Hinweise Banner Stil auf dauerhaft, um Banner in der App anzuzeigen, bis sie beendet werden.
es: Con iOS Trio notificaciones activadas, puede dejar que Trio muestre la mayoría de las notificaciones de bomba en el Centro de Notificaciones de iOS como banner, lista y en la pantalla de bloqueo. Le permite referirse a Trio Information de un vistazo y solucionar cualquier problema informativo. Establecer el estilo de banner de notificaciones de iOS en Persistente para mostrar banners en la aplicación hasta que se descarten.
fr: Lorsque les notifications iOS de Trio sont activées, vous pouvez afficher la plupart des notifications de pompe dans le Centre de notifications iOS, sous forme de bannière, de liste ou sur l’écran verrouillé. Cela vous permet de consulter rapidement les informations de Trio et de résoudre les éventuels problèmes informatifs. Réglez le style de bannière iOS sur "Persistant" pour que les bannières restent visibles jusqu’à leur fermeture.
it: Con iOS Trio Notifications abilitato, puoi lasciare che Trio visualizzi la maggior parte delle notifiche della pompa in iOS Notification Center come un Banner, Elenco e sulla schermata di blocco. Ti permette di fare riferimento a Trio Informazioni a colpo d'occhio e risolvere qualsiasi problema informativo. Imposta lo stile banner delle notifiche iOS a Persistente per visualizzare i banner nell'app fino a quando non viene rimosso.
nb_no: Med iOS Trio-varsler aktivert, kan du la Trio vise de fleste pumpevarsler i iOS varslingssenter som et banner, en liste og på låseskjermen. Det lar deg se Trio-informasjon med et raskt blikk og feilsøke eventuelle informasjonsproblemer. Sett iOS-varslingsbannerstil til Vedvarende for å vise bannere i appen til de lukkes.
nl: Als je meldingen voor iOS Trio aanzet, kan Trio de meeste koolhydratenmeldingen laten zien als banner, in de lijst en op het vergrendelscherm. Zo kun je snel info van Trio bekijken en eventuele problemen oplossen. Zet de iOS-meldingen Bannerstijl op Blijvend, zodat meldingen in de app blijven staan totdat je ze zelf weghaalt.
pl: Po włączeniu powiadomień iOS dla Trio możesz pozwolić Trio wyświetlać większość powiadomień Pompy w Centrum powiadomień iOS jako baner, listę i na ekranie blokady. Umożliwia to szybkie zapoznanie się z informacjami Trio i rozwiązywanie wszelkich problemów informacyjnych. Ustaw styl banera powiadomień iOS na trwały, aby wyświetlać banery w aplikacji do momentu zamknięcia.
pt_pt: Com as notificações Trio do iOS habilitadas, Você pode deixar o Trio exibir a maioria das notificações na Central de Notificações iOS como Bandeira, Lista e na Tela de Bloqueio. Ele permite que você consulte Trio Information a qualquer problema informativo. Defina o estilo do Banner de notificações iOS para Persistente para exibir banners no aplicativo até ser dispensado.
ru: С включенными уведомлениями iOS Trio, вы можете разрешить Трио отображать большинство помповых уведомлений в центре уведомлений iOS как баннер, список и на экране блокировки. Он позволяет Вам обратиться к информации Трио (Trio Information), чтобы узнать о проблемах и устранить любые информационные проблемы. Установите стиль баннера iOS Notifications в постоянном режиме, чтобы отображать баннеры в приложении до тех пор, пока они не будут удалены.
sv: Med iOS Trio notiser aktiverade, kan du låta Trio visa de flesta pumpnotiser i iOS notiscenter, som banderoller och på låsskärmen. Det gör att du snabbt kan observera och agera på information från Trio. Ställ in iOS-notisernas banderollstil till beständig för att visa banderoller på telefonen tills de avfärdas.
uk: З увімкненими iOS-Тріо повідомленнями ви можете дозволити Trio відображати більшість сповіщень в центрі сповіщень iOS як стяг, Список та на екрані блокування. Це дозволяє вам посилатися на інформацію з Тріо та вирішити будь-яку інформаційну проблему. Установіть стиль банера iOS на постійний для відображення банерів у додатку до виключення.
vi: Khi bật Thông báo iOS của Trio, bạn có thể cho phép Trio hiển thị hầu hết các Thông báo từ Bơm trên Trung tâm Thông báo của iOS dưới dạng Biểu ngữ, Danh sách và trên Màn hình Khóa. Điều này giúp bạn dễ dàng theo dõi thông tin từ Trio trong nháy mắt và xử lý nhanh các vấn đề liên quan. Hãy đặt kiểu hiển thị Biểu ngữ Thông báo của iOS thành "Liên tục" (Persistent) để các biểu ngữ hiển thị cho đến khi bạn tắt chúng.
zh_hant: 啟用iOS Trio通知後，您可以讓Trio在iOS通知中心中以橫幅、列表和鎖定螢幕顯示大多數幫浦通知。它讓您可以一目了然地參考Trio資訊並解決任何資訊問題。將iOS通知橫幅樣式設置為持續，以便在應用中持續顯示橫幅直到關閉。

source: With Live Activities enabled, Trio displays your choice of the following current data on your iPhone's Lock Screen and in the Dynamic Island:
bg: С активирани Live Activities Trio показва избрани от вас текущи данни от следния списък на заключения екран на iPhone и в Dynamic Island:
cs: Se zapnutými Živými aktivitami Trio zobrazuje tvůj výběr následujících aktuálních dat na uzamčené obrazovce iPhonu a v Dynamic Islandu:
da: Med Live Aktiviteter aktiveret, viser Trio dit valg af følgende aktuelle data på din iPhones låseskærm og på Dynamic Island:
de: Wenn die Live-Aktivitäten aktiviert sind, zeigt Trio auf dem Sperrbildschirm Deines iPhones und in der dynamischen Insel eine Auswahl der folgenden aktuellen Daten an:
es: Con Actividades en Vivo activadas, Trio muestra tu elección de los siguientes datos actuales en la pantalla de bloqueo de tu iPhone y en la isla dinámica:
fr: Lorsque les "Activités en direct" sont activées, Trio affiche les données actuelles de votre choix sur l’écran verrouillé de votre iPhone et dans l’île dynamique :
it: Con le attività Live abilitate, Trio visualizza la tua scelta dei seguenti dati attuali sullo schermo di blocco del tuo iPhone e nell'isola dinamica:
nb_no: Med Oppdateringer i sanntid aktivert, viser Trio ditt valg av følgende data på iPhonens låseskjerm og i Dynamic Island:
nl: Met Live activiteiten ingeschakeld, geeft Trio je keuze weer van de volgende actuele gegevens op het vergrendelscherm van je iPhone en op het dynamische eiland:
pl: Po włączeniu Aktywności na Żywo Trio wyświetla wybrane przez Ciebie następujące aktualne dane na ekranie blokady iPhone i na Dynamicznej Wyspie:
pt_pt: Com as atividades ao vivo ativadas, Trio exibe a sua escolha dos seguintes dados na tela de bloqueio do seu iPhone e na Ilha Dinâmica:
ru: При включенной Живой активности, Трио отображает выбранные вами данные на экране блокировки iPhone's и на динамическом острове:
sv: Med liveaktiviteter aktiverade visar Trio ditt val av följande aktuella data på din iPhones låsskärm och i Dynamic Island:
uk: З увімкненою активністю Trio показує ваш вибір наступних даних на екрані блокування вашого iPhone, і в Динамічних острові:
vi: Khi tính năng Hoạt động Trực tiếp (Live Activities) được bật, Trio sẽ hiển thị các dữ liệu hiện tại bạn chọn trên Màn hình Khóa của iPhone và trong Dynamic Island::
zh_hant: 啟用即時活動後，Trio顯示您在iPhone鎖定螢幕和動態島上選擇的以下當前數據：
